{
	"_meta": {
		"sources": [
			{
				"json": "EntrancedFeats",
				"abbreviation": "OOF",
				"full": "Optic's Official Feats",
				"authors": [
					"Entranced Optics"
				],
				"convertedBy": [
					"Nun",
					"Entranced Optics"
				],
				"version": "1.0.0",
				"url": "https://docs.google.com/document/d/1Pde1uXQlHb-teY8Ab5aWyjkLlKTHG7gO6Lj4KTnkcMk",
				"color": "#18b300"
			}
		]
	},
	"feat": [
		{
			"name": "Alchemist",
			"source": "EntrancedFeats",
			"Page": 1,
			"reprintedAs": [
				"Alchemist|OOF"
			],
			"ability": [
				{
					"int": 1
				}
			],
			"toolProficiencies": [
				{
					"alchemist's supplies": true
				}
			],
			"entries": [
				{
					"entries": [
						"You have studied the secrets of alchemy and are an expert in its practice, gaining the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item alchemist's supplies|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can identify one potion within 5 feet of you, as if you had tasted it. You must see the liquid for this benefit to work.",
						"Over the course of any short rest as if you were concentrating on a spell, you may improve the potency of any generic recovery potion, such as a {@item potion of healing}, spirit, stamina, magic, etc, regardless of rarity. To use this benefit, you must have {@item alchemist's supplies|phb} with you, and the potion must be within reach over the course of the short rest. The improved potion, referred to as a distilled potion, has advantage on any dice roll that it makes, such as rolls to restore health, spell slots, abilities, or otherwise, alongside increasing its value by 1.5 times its normal price."
					]
				}
			]
		},
		{
			"name": "Angelic Wings",
			"source": "EntrancedFeats",
			"Page": 1,
			"reprintedAs": [
				"Angelic Wings|OOF"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aasimar"
						}
					]
				}
			],
			"entries": [
				{
					"entries": [
						"Your connection with the outer planes has increased, allowing your planetouched nature to manifest more readily and obviously, granting you the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"Your healing hands now heals an additional amount equal to your Constitution modifier (minimum of 0).",
						"You grow a pair of feathered, angelic wings from your back, giving you a flight speed equal to your walking speed. For Fallen Aasimar, these wings are batlike."
					]
				},
				{
					"entries":[
						"You also gain an additional benefit depending on what type of Aasimar you are:"
					],
					"type": "entries"
				},
				{
					"type":"list",
					"items": [
						"Fallen Aasimar's Necrotic Shroud's frighten now lasts for 1 minute, and creatures can save at the end of their turns, ending the effect early on a success. Additionally, the extra damage you can deal on a hit once per turn while it is active increases by an amount equal to your Constitution modifier (minimum of 0).",
						"Protector Aasimar's Radiant Soul now increases your flight speed by 30 feet while it is active. Additionally, the extra damage you can deal on a hit once per turn while it is active increases by an amount equal to your Constitution modifier (minimum of 0).",
						"Scourge Aasimar's Radiant Consumption no longer damages you. Additionally, the extra damage you can deal on a hit once per turn while it is active increases by an amount equal to your Constitution modifier (minimum of 0)."
					]
				}
			]
		},
		{
			"name": "Athlete",
			"source": "EntrancedFeats",
			"Page": 1,
			"reprintedAs": [
				"Athlete|OOF"
			],
			"ability": [
				{
					"choose":{
						"from": [
							"str",
							"dex"
						],
						"count": 1
					}
				}
			],
			"speed": {
				"swim": true,
				"climb": true
			},
			"entries": [
				{
					"entries": [
						"You have undergone extensive physical training to gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"When you are {@condition prone|phb}, standing up uses only 5 feet of your movement.",
						"You gain a climbing and swimming speed equal to your walking speed.",
						"You can make a running long jump or a running high jump after moving only 5 feet on foot, rather than 10 feet."
					]
				}
			]
		},
		{
			"name": "Bountiful Luck",
			"source": "EntrancedFeats",
			"page": 1,
			"reprintedAs": [
				"Bountiful Luck|OOF"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling"
						}
					]
				}
			],
			"entries": [
				{
					"entries": [
						"Your people have extraordinary luck, which you have learned to mystically lend to your companions when you see them falter. You're not sure how you do it; you just wish it, and it happens. Surely a sign of fortune's favor!",
						"When an ally you can see within 30 feet of you rolls a 1 on the {@dice d20} for an attack roll, an ability check, or a saving throw, you can use your reaction to let the ally reroll the die. The ally must use the new roll.",
						"When you use this ability, you can't use your Lucky racial trait before the end of your next turn. You can only use this feat a number of times per short rest equal to your proficiency bonus."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Burglar",
			"source": "EntrancedFeats",
			"page": 2,
			"reprintedAs": [
				"Burglar|OOF"
			],
			"ability":[
				{
					"dex": 1
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"entries": [
				{
					"entries": [
						"You pride yourself on your quickness and your close study of certain clandestine activities. You gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item thieves' tools}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You can pick up items as a bonus action."
					]
				}
			]
		},
		{
			"name": "Crossbow Expert",
			"source": "EntrancedFeats",
			"page": 2,
			"reprintedAs": [
				"Crossbow Expert|OOF"
			],
			"ability":[
				{
					"dex": 1
				}
			],
			"entries": [
				{
					"entries": [
						"Thanks to extensive practice with the crossbow, you gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You ignore the loading quality of crossbows with which you are proficient.",
						"Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
						"When you use the Attack action and attack with a one-handed weapon, you can use a bonus action to attack with a hand crossbow you are holding.",
						"Bracing on a wall or table no longer costs any movement."
					]
				}
			]
		},
		{
			"name": "Defensive Duelist",
			"source": "EntrancedFeats",
			"page": 2,
			"reprintedAs": [
				"Defensive Duelist|OOF"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"dex": "13"
						}
					]
				}
			],
			"entries": [
				{
					"entries": [
						"When you are wielding a finesse weapon with which you are proficient and another creature hits you with a melee attack, you can use your reaction to add your proficiency bonus to your AC for that attack, potentially causing the attack to miss you. If you use this reaction and successfully block an attack, it is counted as a successful parry against a creature."
					],
					"type": "entries"
				}
			]			
		},
		{
			"name": "Double Weapon Master",
			"source": "EntrancedFeats",
			"page": 2,
			"reprintedAs": [
				"Double Weapon Master|OOF"
			],
			"entries": [
				{
					"entries":[
						"You have mastered double-ended weaponry, granting you the following benefits:"
					],
					"type": "entries"
				},
				{
					"type":"list",
					"items":[
						"While wielding a weapon with the Double property, you gain +1 AC.",
						"When you attack using a weapon with the Double property, you can make the weapon's secondary attack for free as a part of the attack that you make instead of doing so as a bonus action. You may not attack using the weapon's secondary attack more than once per turn.",
						"If you hit a pair of creatures flanking you using a weapon with the Double property in one turn, they do not gain the benefits of flanking you until the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Drow High Magic",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs": [
				"Drow High Magic|OOF"
			],
			"prerequisite": [
				{
					"race":[
						{
							"name": "Elf (drow)"
						}
					]
				}
			],
			"additionalSpells":[
				{
					"known": [
						"detect magic"
					]
				},
				{
					"inate":{
						"daily":{
							"1":[
								"levitate",
								"dispel magic"
							]
						},
						"ability":[
							"con"
						]
					}
				}
			],
			"entries":[
				{
					"entries": [
						"You learn more of the magic typical of dark elves. You learn the {@spell detect magic|phb} spell and can cast it at will, without expending a spell slot. You also learn {@spell levitate|phb} and {@spell dispel magic|phb}, each of which you can cast once without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Constitution is your spellcasting ability for all three spells"
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Durable",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs":[
				"Durable|OOF"
			],
			"ability": [
				{
					"con": 1
				}
			],
			"entries":[
				{
					"entries": [
						"You have gotten quite used to being injured, and pain rarely phases you anymore, as you know you can bounce back from anything. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"When you roll a Hit Die to regain hit points, the minimum number of hit points you regain from the roll equals twice your Constitution modifier (minimum of 2).",
						"You have advantage on Constitution saving throws against pain, including holding your breath when taking damage, concentration saves, and spells such as {@spell Power Word Pain|phb}.",
						"You have advantage on all {@dice d20} rolls for determining the severity of a system shock, lingering injury, or fumble."
					]
				}
			]
		},
		{
			"name": "Dwarven Recovery",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs":[
				"Dwarven Recovery|OOF"
			],
			"prerequisite":[
				{
					"race":[
						{
							"name": "Dwarf, Halfblood, or M'jol"
						}
					]
				}
			],
			"ability":[
				{
					"con": "1"
				}
			],
			"entries":[
				{
					"entries":[
						"You have the blood of dwarven heroes flowing through your veins. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type": "list",
					"items":[
						"While under the effects of alcohol, your hit point maximum increases to a number equal to your current level.",
						"You can use an action to perform a healing surge by expending a hit die, gaining hit points equal to the number you rolled plus your Constitution modifier."
					]
				}
			]
		},
		{
			"name": "Fell Handed",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs": [
				"Fell Handed|OOF"
			],
			"entries": [
				{
					"entries": [
						"You master the {@item handaxe}, {@item battleaxe}, {@item greataxe}, {@item warhammer}, and {@item maul}. You gain the following benefits when using any of them:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to attack rolls you make with the weapon.",
						"Whenever you have advantage on a melee attack roll you make with the weapon and hit, you can knock the target {@condition prone} if the lower of the two {@dice d20} rolls would also hit the target.",
						"Whenever you have disadvantage on a melee attack roll you make with the weapon, the target takes bludgeoning damage equal to your Strength modifier (minimum of 0) if the attack misses but the higher of the two {@dice d20} rolls would have hit.",
						"You may use a bonus action to target one enemy within range and kick their shield or stance, leaving them Wide Open and thus giving them -1 to their AC until the start of their next turn."
					]
				}
			]
		},
		{
			"name": "Fey Teleportation",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs": [
				"Fey Teleportation|OOF"
			],
			"prerequisite": [
                {
                    "race": [
                        {
                            "name": "Elf (high)"
                        }
                    ]
                }
            ],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"cha"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"sylvan": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"daily": {
						"1": [
							"misty step"
						]
					},
					"ability": [
						"con"
					]
				}
				}
			],
			"entries": [
				{
					"entries": [
						"Your study of high elven lore has unlocked fey power that few other elves possess, except your eladrin cousins. Drawing on your fey ancestry, you can momentarily stride through the Feywild to shorten your path from one place to another. You gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You learn to speak, read, and write {@language Sylvan}. If you already know the language, you may learn a different one instead.",
						"You learn the {@spell misty step|phb} spell and can cast it once without expending a spell slot or its verbal component. You regain the ability to cast it in this way when you finish a short or long rest. Constitution is your spellcasting ability for this spell."
					]
				}
			]
		},
		{
			"name": "Fey Touched",
			"source": "EntrancedFeats",
			"page": 3,
			"reprintedAs": [
				"Fey Touched|OOF"
			],
			"ability":[
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"additionalSpells":[
				{
					"innate": {
						"daily": {
						"1": [
							"misty step"
						]
					},
					"ability": [
						"con"
					]
					}
				}
			],
			"entries": [
				"Your exposure to the Feywild's magic has changed you, granting you the following benefits:",
				{
					"items": [
						"You learn the {@spell misty step|phb} spell and one {@filter 1st-level spell|spells|level=1|school=D;E} of your choice. The {@filter 1st-level spell|spells|level=1|school=D;E} must be from the divination or enchantment school of magic. You can cast each of these spells without expending a spell slot or its somatic and material components. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is Constitution."
					],
					"type": "list"
				}
			]
		},
		{
			"name": "Fortitude",
			"source": "EntrancedFeats",
			"page": 4,
			"reprintedAs": [
				"Fortitude|OOF"
			],
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"entries": [
						"You're filled with vigor, and cling on to the life you live with every fiber of your being. You gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You have advantage on Constitution saving throws when attempting to Bestir.",
						"When you are reduced to zero hit points but are not killed outright, you can make a Constitution saving throw whose DC is equal to the damage taken. On a success, you may perform a healing surge by expending a hit die, gaining hit points equal to the number rolled plus your Constitution modifier. You may do this a number of times per long rest equal to your proficiency bonus. However, if you successfully do this two or more times before finishing your next long rest, you gain a Tier of {@condition exhaustion|phb} for each time you succeed after the first."
					]
				}
			]
		},
		{
			"name": "Gunner",
			"source": "EntrancedFeats",
			"page": 4,
			"reprintedAs": [
				"Gunner|OOF"
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"weaponProficiencies":[
				{
					"Firearms":"true"
				}
			],
			"entries": [
				{
					"entries": [
						"You have a quick hand and keen eye when employing firearms, granting you the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You gain proficiency with firearms (see 'Firearms' in the Dungeon Master's Guide).",
						"You can use a {@item tinderbox} as a free action.",
						"Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
						"Bracing on a wall or table no longer costs any movement."
					]
				}
			]
		},
		{
			"name": "Healer",
			"source": "EntrancedFeats",
			"page": 4,
			"reprintedAs": [
				"Healer|OOF"
			],
			"entries": [
				{
					"entries": [
						"You are an able physician, allowing you to mend wounds quickly and get your allies back in the fight. You gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"When you use a {@item healer's kit|phb} to stabilize a dying creature, that creature also regains 1 hit point.",
						"As an action, you can spend one use of a healer's kit to tend to a creature and restore {@dice 1d6 + 4} hit points to it, plus additional hit points equal to the creature's maximum number of Hit Dice. The creature can't regain hit points from this feat again until it finishes a short or long rest.",
						"Instead, as an action, you can spend one use of a healer's kit as well as one of the target's remaining hit die and have them roll it, regaining HP equal to the number rolled.",
						"You learn the {@spell dote|cooms} spell and can cast it as a ritual. "
					]
				}
			]
		},
		{
			"name": "Inspiring Leader",
			"source": "EntrancedFeats",
			"page": 4,
			"reprintedAs":[
				"Inspiring Leader|OOF"
			],
			"prerequisite":[
				{
					"ability":[
						{
							"cha": "13"
						}
					]
				}
			],
			"entries":[
				{
					"entries":[
						"You can spend 10 minutes inspiring your companions, shoring up their resolve to fight. When you do so, choose up to six friendly creatures (which can include yourself) within 30 feet of you who can see or hear you and who can understand you. Each creature can gain temporary hit points equal to your level + your Charisma modifier. A creature can't gain temporary hit points from this feat again until it has finished a short or long rest.",
						"When you use this feature, you may simultaneously cast {@spell Motivational Speech|cooms} if you have it as a spell. When you do so, you may additively stack the temporary hit points given by the Motivational Speech with those given by this feat if the targets of the spell and feat intersect."
					],
					"type": "entries"
				}
			]
		},
		{
		"name": "Keen Mind",
			"source": "EntrancedFeats",
			"page": 4,
			"reprintedAs":[
				"Keen Mind|OOF"
			],
			"ability":[
				{
					"int":1
				}
			],
			"entries":[
				{
					"entries":[
						"You have a mind that can track time, direction, and detail with uncanny precision. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You always know which way is north.",
						"You always know the number of hours left before the next sunrise or sunset.",
						"You can accurately recall anything you have seen or heard within the past month.",
						"If you have the ability to Restudy, you can do so with a bonus action once per long rest. This counts towards your maximum number of Restudies for the day, and is instantaneous instead of over the course of an hour."
					]
				}
			]
		},
		{
			"name": "Martial Adept",
			"source": "EntrancedFeats",
			"page": 5,
			"reprintedAs":[
				"Martial Adept|OOF"
			],
			"entries":[
				{
					"entries":[
						"You have martial training that allows you to perform special combat maneuvers. You gain the following benefits:"
					],
					"type": "entries"
				},
				{
					"type": "list",
					"items": [
						"You learn two {@filter maneuvers|optionalfeatures|feature type=MV:B} of your choice from among those available to the {@filter 1st-level spell|spells|level=1|school=D;E} archetype in the fighter class. If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
						"You gain two superiority dice, which are {@dice d6} (this die is added to any superiority dice you have from another source). The dice are used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended superiority dice when you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Medic",
			"source": "EntrancedFeats",
			"page": 5,
			"reprintedAs":[
				"Medic|OOF"
			],
			"ability":[
				{
					"wis":1
				}
			],
			"skillProficiencies":[
				{
					"medicine": true
				}
			],
			"additionalSpells":[
				{
					"innate": {
						"daily": {
						"1": [
							"dote"
						]
						}
					}
				}
			],
			"entries":[
				{
					"entries":[
						"You master the physician's arts, gaining the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You gain proficiency in the Medicine skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.",
						"During a short rest, you can clean and bind the wounds of up to six willing beasts and humanoids. Make a DC 15 Wisdom (Medicine) check for each creature. On a success, if a creature spends a Hit Die during this rest, that creature can forgo the roll and instead regain the maximum number of hit points the die can restore. A creature can do so only once per rest, regardless of how many Hit Dice it spends.",
						"You learn the {@spell dote|cooms} spell and can cast it as a ritual. On top of this, if you cast Dote by expending a charge of a healer's kit, the casting time changes to 10 minutes. This means that ritual casting Dote while expending a charge of a healer's kit makes the casting time 20 minutes."
					]
				}
			]
		},
		{
			"name": "Medium Armor Master",
			"source": "EntrancedFeats",
			"page": 5,
			"reprintedAs":[
				"Medium Armor Master|OOF"
			],
			"prerequisite":[
				{
					"proficiency":[
						{
							"armor":"medium"
						}
					]
				}
			],
			"entries":[
				{
					"entries":[
						"You have practiced moving in medium armor to gain the following benefits"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"Wearing medium armor doesn't impose disadvantage on your Dexterity (Stealth) checks.",
						"Wearing medium armor doesn't hinder your swimming or climbing in any way.",
						"When you wear medium armor, you can add 3, rather than 2, to your AC if you have a Dexterity of 16 or higher."
					]
				}
			]
		},
		{
			"name": "Name-Brand Crafter",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Name-Brand Crafter|OOF"
			],
			"prerequisite":[
				{
					"other":"Proficiency with a tool"
				}
			],
			"entries":[
				{
					"entries":[
						"You've become efficient with the tools of your trade, and are well on the way to being recognized locally for your skills. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"The time it takes to create an item using your proficient tools is halved.",
						"If you fail to successfully craft a nonmagical item with your proficient tools and would lose the components, you retain the components instead.",
						"Whenever you craft an item using tools that you are proficient in, the item can be marked by your signature at your discretion. This can be a logo, crest, or other form of marking to indicate its origin was yours."
					]
				}
			]
		},
		{
			"name": "Opportunist",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Opportunist|OOF"
			],
			"entries":[
				{
					"entries":[
						"Always seeking new ways to exploit any weakness you find in a target, you gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"Creatures provoke {@action opportunity attacks|phb} when they step into a flank between yourself and an enemy of theirs as they expose their back to you.",
						"When an enemy you can see within range becomes Wide Open, you may make an {@action opportunity attack|phb} against them as a reaction, taking advantage of their misfortune. If you caused the Wide Open condition, you can make this attack at advantage. If you use a reaction to make someone Wide Open, you make no more than one {@action opportunity attack|phb} as a part of the same reaction.",
						"If you are using a non-heavy finesse weapon and land an {@action opportunity attack|phb} at advantage, you deal an extra {@dice 1d6} damage."
					]
				}
			]
		},
		{
			"name": "Parry Master",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Parry Master|OOF"
			],
			"entries":[
				{
					"entries":[
						"You have gotten quite good at parrying, so much so that one might even describe you as a 'Parry King'... you gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You gain proficiency in Parrying Shields.",
						"You gain a bonus of {@dice 1d4} to any Parrying or Interception checks you make.",
						"If you successfully parry a creature's melee attack by reducing its damage to zero, including by means of interception, roll a {@dice 1d4}. If you roll a 4, the creature suffers a fumble. On a perfect parry, this roll is made at advantage.",
						"You can parry or intercept without using your reaction a number of times equal to your proficiency bonus. You regain all expent usages of this feature when you finish a short rest."
					]
				}
			]
		},
		{
			"name": "Polearm Master",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Polearm Master|OOF"
			],
			"entries":[
				{
					"entries": [
						"You master polearms, which are the bardiche, bo staff, dual-pronged spear, glaive, greatscythe, gythka, halberd, javelin, pitchfork, pike, quarterstaff, rake, ranseur, scythe, spear, trident, war scythe, and yklwa. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items": [
						"All polearms count as Reach weapons for you.",
						"All polearms gain the Double property for you. Polearms that did not have the Double property allow you to use a bonus action to make a melee attack with the opposite end of the weapon whenever you take the attack action with said weapon. This attack uses the same ability modifier as the primary attack. The weapon's damage die for this attack is a {@dice d4}, and it deals bludgeoning damage.",
						"When you use a bardiche, spear, trident, or war scythe, its damage die changes from a {@dice 1d6} to a {@dice 1d8}, and from a {@dice 1d8} to a {@dice 1d10} when wielded with two hands. When you use a quarterstaff, both its regular attack and secondary attack's damage die increase from {@dice 1d4} to {@dice 1d6}. When you use a javelin, its damage increases to a {@dice d8} and its range increases to (80/320). When you use a yklwa, its damage increases to a {@dice 1d10} and its range increases to (20/60). ",
						"While you are wielding a polearm, other creatures provoke an {@action opportunity attack|phb} from you when they enter the reach you have with that weapon. If you hit them with that {@action opportunity attack|phb}, they cannot move within 5 feet of you for the duration of their turn."
					]
				}
			]
		},
		{
			"name": "Potent Breath Weapon",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Potent Breath Weapon|OOF"
			],
			"prerequisite":[
				{
					"other":"Breath Weapon Attack"
				}
			],
			"ability":[
				{
					"con":"1"
				}
			],
			"entries":[
				{
					"entries":[
						"Much like a dragon as they grow older, your breath weapon has increased in power as you have gotten stronger, granting you the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"The range of your Breath Weapon doubles. If it was a 15-foot cone, it would beome a 30-foot cone. If it was a 5 by 30 foot line, it would become a 5 by 60 foot line.",
						"You may add your Constitution modifier to the damage of your Breath Weapon."
					]
				}
			]
		},
		{
			"name": "Primordial Breath Weapon",
			"source": "EntrancedFeats",
			"page": 6,
			"reprintedAs":[
				"Primordial Breath Weapon|OOF"
			],
			"prerequisite":[
				{
					"other":"Breath Weapon Attack"
				}
			],
			"ability":[
				{
					"con":"1"
				}
			],
			"entries":[
				{
					"entries":[
						"Your natural affinity with primordial magic has increased, and your connection to your Breath Weapon's damage type has granted you the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You now regain all uses of your Breath Weapon on a short or long rest.",
						"Whenever you use your Breath Weapon, you gain immunity to its damage type until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Remarkable Recovery",
			"source": "EntrancedFeats",
			"page": 7,
			"reprintedAs":[
				"Remarkable Recovery|OOF"
			],
			"ability":[
				{
					"con":"1"
				}
			],
			"entries":[
				{
					"entries":[
						"Your body has the ability to recover quickly from mortal wounds, and is unusually receptive to healing magic. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"Whenever you are raised from the dead, you do not suffer any of the penalties that other creatures do as a result of being raised.",
						"Whenever you regain hit points from any source, including from when you wake up and gain 1 hit point after being knocked unconscious or raised from the dead, you can choose to perform a healing surge by expending a hit die, gaining hit points equal to the number rolled plus your Constitution modifier."
					]
				}
			]
		},
		{
			"name": "Shadow Touched",
			"source": "EntrancedFeats",
			"page": 7,
			"reprintedAs":[
				"Shadow Touched|OOF"
			],
			"ability":[
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"additionalSpells":[
				{
					"innate": {
						"daily": {
						"1": [
							"invisibility"
						]
					},
					"ability": [
						"con"
					]
					}
				}
			],
			"entries": [
				"Your exposure to the Shadowfell's magic has changed you, granting you the following benefits:",
				{
					"items": [
						"You learn the {@spell invisibility|phb} spell and one {@filter 1st-level spell|spells|level=1|school=I;N} of your choice. The {@filter 1st-level spell|spells|level=1|school=I;N} must be from the illusion or necromancy school of magic. You can cast each of these spells without expending a spell slot or its verbal and material components. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is Constitution."
					],
					"type": "list"
				}
			]
		},
		{
			"name": "Shield Master",
			"source": "EntrancedFeats",
			"page": 7,
			"reprintedAs":[
				"Shield Master|OOF"
			],
			"entries":[
				{
					"entries":[
						"You use shields not just for protection but also for offense. You gain the following benefits while you are wielding a shield:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"If you take the {@action Attack|phb} action on your turn, you can use a bonus action to try to shove a creature within 5 feet of you with your shield.",
						"If you aren't {@condition incapacitated|phb}, you can add your shield's AC bonus to any Dexterity saving throw you make against a spell or other harmful effect that targets only you.",
						"If you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you can use your reaction to take no damage if you succeed on the saving throw, interposing your shield between yourself and the source of the effect.",
						"You may ignore the Wide Open property of shields."
					]
				}
			]
		},
		{
			"name": "Synchronized",
			"source": "EntrancedFeats",
			"page": 8,
			"reprintedAs":[
				"Syncronized|OOF"
			],
			"entries":[
				{
					"entries":[
						"You achieve a profound connection with The Weave, allowing you to further understand your own spellcasting as well as connect with any magical items you may come across. Your maximum attuned items increases by an amount equal to half your proficiency bonus (rounded down). Additionally, choose one of the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"If you are a prepared caster, your maximum prepared spells increases by an amount equal to your proficiency bonus.",
						"If you are a spontaneous caster, you learn an amount of spells equal to half your proficiency bonus (rounded down) from your class' spell list. If you are multiclassed, you may only pick spells from the classes in which you spontaneously cast.",
						"You learn either the {@spell Magic Dagger|cooms}, {@spell Magic Dart|cooms}, or {@spell Prestidigitation|cooms} cantrip."
					]
				}
			]
		},
		{
			"name": "Tactician",
			"source": "EntrancedFeats",
			"page": 8,
			"reprintedAs":[
				"Tactician|OOF"
			],
			"ability":[
					{
					"choose":{
						"from": [
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
				"entries":[
				{
					"entries":[
						"Through masterful planning, perceptive cunning, or the ability to throw yourself headfirst into any situation you come across, you gain the ability to assert yourself in combat more precisely. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You gain a bonus to your initiative equal to the modifier of the chosen ability score increase",
						"Before combat starts, after everybody has rolled initiative, you may choose to willingly lower your initiative by any amount. If there is an ability that affects you if you have not taken your first turn in combat yet, it instead counts your original initiative before you lowered it as being your first turn in combat."
					]
				}
			]
		},
		{
			"name": "Thrown Weapon Master",
			"source": "EntrancedFeats",
			"page": 8,
			"reprintedAs":[
				"Thrown Weapon Master|OOF"
			],
			"entries":[
				{
					"entries":[
						"You have mastered the art of throwing weapons while fighting, causing your hands to be quick when it comes to equipping and aiming a weapon."
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"Weapons with the thrown property have their normal range extended to their maximum range for you.",
						"Weapons are a lot harder to lose than ammunition, and you’ve learned to keep a keen eye out for weapons you throw. When you attack using a weapon with the thrown property and miss, the weapon becomes a physical object on the map that can be picked up or interacted with. Thrown weapons that hit are instead always able to be looted off of the enemy that you hit them with.",
						"Because you are so accustomed to swapping held items constantly, you have learned how to keep weapons on your person ready to be used. You can draw items into your hands or stow items onto your person as a free action during your turn up to a number of times equal to your proficiency bonus."
					]
				}
			]
		},
		{
			"name": "Tough",
			"source": "EntrancedFeats",
			"page": 8,
			"reprintedAs":[
				"Tough|OOF"
			],
			"ability": [
				{
					"con": 1
				}
			],
			"entries":[
				{
					"entries":[
						"Your body can take a beating; it takes a lot before you're willing to throw in the towel. You gain the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"Your hit point maximum increases by an amount equal to twice your level when you gain this feat. Whenever you gain a level thereafter, your hit point maximum increases by an additional 2 hit points."
					]
				}
			],
			"effects": [
				{
					"name": "HP Increase",
					"changes": [
						{
							"key": "data.attributes.hp.max",
							"mode": "ADD",
							"value": "2 * @details.level"
						}
					]
				}
			]
		},
		{
			"name": "War Caster",
			"source": "EntrancedFeats",
			"page": 9,
			"reprintedAs":[
				"War Caster|OOF"
			],
			"prerequisite":[
				{
					"spellcasting": "true"
				}
			],
			"entries":[
				{
					"entries":[
						"You have practiced casting spells in the midst of combat, learning techniques that grant you the following benefits:"
					],
					"type":"entries"
				},
				{
					"type":"list",
					"items":[
						"You have advantage on Constitution saving throws that you make to maintain your {@condition concentration} on a spell when you take damage.",
						"You can perform somatic components with non-focus weapons or shields in hand as well.",
						"When a hostile creature's movement provokes an opportunity attack from you, you can use your reaction to cast a spell at the creature, rather than making an {@action opportunity attack|phb}. The spell must have a casting time of 1 action and must target only that creature."
					]
				}
			]
		},
		{
			"name": "Wood Elf Magic",
			"source": "EntrancedFeats",
			"page": 9,
			"reprintedAs":[
				"Wood Elf Magic|OOF"
			],
			"prerequisite":[
				{
					"race":[
						{
							"name":"Elf (wood)"
						}
					]
				}
			],
			"additionalSpells":[
				{
					"innate": {
						"daily": {
						"1": [
							"longstrider",
							"pass without a trace"
						]
					},
					"ability": [
						"con"
					]
					}
				}
			],
			"entries":[
				{
					"entries":[
						"You learn the magic of the primeval woods, which are revered and protected by your people. You learn one druid {@filter cantrip|spells|level=0|class=druid} of your choice. You also learn the {@spell longstrider|phb} and {@spell pass without trace|phb} spells, each of which you can cast once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. Constitution is your spellcasting ability for all three spells."
					]
				}
			]

		}
	]
}