{
	"_meta": {
		"sources": [
			{
				"json": "SUCC",
				"abbreviation": "SUCC",
				"full": "Subclasses Used for Character Creation",
				"authors": [
					"Entranced Optics"
				],
				"convertedBy": [
					"Nun",
					"Entranced Optics"
				],
				"version": "1.0.0",
				"url": "https://docs.google.com/document/d/1Pde1uXQlHb-teY8Ab5aWyjkLlKTHG7gO6Lj4KTnkcMk",
				"color": "#18b300"
			}
		]
	},
		"subclass": [
		{
			"name": "Demolitionist",
			"shortName": "Demolitionist",
			"source": "SUCC",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 1,
			"additionalSpells":[
				{
					"known":{
						"3":[
							"color spray",
							"thunderwave"
						],
						"5":[
							"shatter",
							"pyrotechnics"
						],
						"9":[
							"errupting earth",
							"fireball"
						],
						"13":[
							"ice storm",
							"vitriolic sphere"
						],
						"17":[
							"cloud kill",
							"flame strike"
						]
					}

				}
			],
			"subclassFeatures": [
				"Demolitionist|Artificer|TCE|Demolitionist|SUCC|2",
				"Volatile Launcher|Artificer|TCE|Demolitionist|SUCC|3",
				"Destructive Force|Artificer|TCE|Demolitionist|SUCC|5",
				"Chain Reaction|Artificer|TCE|Demolitionist|SUCC|9",
				"Cluster Bombs|Artificer|TCE|Demolitionist|SUCC|15"
			]
		}
		],
		"subclassFeature":[
	{
		"name": "Demolitionist",
		"source": "SUCC",
		"className": "artificer",
		"classSource": "TCE",
		"subclassShortName": "Demolitionist",
		"subclassSource": "SUCC",
		"level": 2,
		"entries": [
			"Demolitionists are an important part of any emerging contemporary civilization, both positively and negatively. Demolitionists use their knowledge of explosives to destroy unwanted structures, whether that be an old building, your enemy’s walls, or even group formations."
		]
	}
	],
		"subclassFeature": [
    {
        "name": "Volatile Launcher",
        "source": "SUCC",
        "className": "artificer",
        "classSource": "TCE",
        "subclassShortName": "Demolitionist",
        "subclassSource": "SUCC",
        "level": 3,
        "entries": [
            "Starting at 3rd level, you learn how to craft a volatile launcher with smith’s tools. Over the course of an hour, as if concentrating, you can create your volatile launcher. If you attempt to create another while a volatile of yours created with this feature still exists, it will break soon after a new one is created.",
			"Your volatile launcher is a handheld device or mechanism capable of igniting as well as flinging or shooting explosives to where they need to go. As a part of using a bomb, your volatile launcher can send the bomb out to 120 ft exactly where you need it to be for precise detonations. Your volatile launcher acts as a spellcasting focus for you to cast your Artificer spells through.",
			"Your volatile launcher also builds up some of the raw energy of the explosives you shoot from it, requiring you to occasionally eject this energy. You can use an action to direct and expel this excess energy to a point within 120 ft of yourself a number of times per long rest equal to your proficiency bonus. When you do so, a random effect happens at the point chosen from the Explosive Expulsion table below. All damage done by an Explosive Expulsion is considered magical. You can choose to expend a 1st level spell slot to roll the effect before choosing a point within range.",
			"You can also choose to expend a 2nd level or greater spell slot to create one of the effects from the table below. When you do so, you roll the effect before choosing the point you fire at. Expending a spell slot of 2nd level or higher heightens the effectiveness of the chosen ability, as disclosed in their effect description."
        ]
	},
	{
		"name": "Destructive Force",
		"source": "SUCC",
		"className": "artificer",
		"classSource": "TCE",
		"subclassShortName": "Demolitionist",
		"subclassSource": "SUCC",
		"level": 5,
		"entries": [
			"At 5th level, you learn how best to bring objects to ruin, allowing you to deal double damage to objects.",
			"Additionally, whenever you cast a spell or fire an explosive out of your Volatile Launcher that deals damage in an area of effect and touches the ground, you can choose to have the ground beneath the area of the effect become difficult terrain until it is cleared, requiring 1 minute of work for each 5-foot segment. Spells that already cause this effect require 2 minutes instead. You can use this feature a number of times per long rest equal to your proficiency bonus."
		]
	},
	{
		"name": "Chain Reaction",
		"source": "SUCC",
		"className": "artificer",
		"classSource": "TCE",
		"subclassShortName": "Demolitionist",
		"subclassSource": "SUCC",
		"level": 9,
		"entries":[
			"At 9th level, you are at your best when you are at your most destructive. Whenever you cast a spell or fire an explosive out of your Volatile Launcher that deals damage in an area of effect, you can deal additional damage to the creatures that failed their save against the effect equal to the number of said failed creatures."
		]
	},
	{
		"name": "Cluster Bombs",
		"source": "SUCC",
		"className": "artificer",
		"classSource": "TCE",
		"subclassShortName": "Demolitionist",
		"subclassSource": "SUCC",
		"level": 15,
		"entries": [
			"At 15th level, you have perfected the art of explosives craft, as your bombs can make more bombs. Once per long rest, when you fire an Explosive Expulsion from your Volatile Launcher, you can specify that it is clustered. When you do so, you can create 4 instances of the given effect within 15 feet of the selected point at points you choose, with no two of the effects being at the same point."
		]
	}
		]
}